<?php 

return [
    'store_success' => 'تم انشاء بنجاح',
    'save_success' => 'تم الحفظ بنجاح',
    'delete_success' => 'تم الحذف بنجاح',
    'update_success' => 'تم التحديث بنجاح',
    'locale' => 'اللغة', 
    "category_name" => 'ألاسم ',
    'title' => 'العنوان',
    'content' => 'المحتوي',
    'image' => 'الصورة',
    'not_found' => 'غير موجود',
    'Unauthorized' => 'أنت غير مصرح لك بتنفيذ هذا الإجراء.',
    'otp_expired' => 'انتهت صلاحية OTP أو لم يتم إنشاؤه.',
    'otp_invalid' => 'كلمة المرور لمرة واحدة غير صالحة.',
    'email_not_verified' => 'البريد الإلكتروني غير مفعّل. يرجى تفعيل بريدك الإلكتروني أولاً.',
    'otp_exists' => 'يوجد بالفعل OTP نشط. يرجى الانتظار أو طلب رمز جديد بعد انتهاء الصلاحية.',
    'invalid_locale' => 'اللغة المحددة غير صالحة. اللغات المدعومة هي: en, ar.',

];